Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Modify request & response headers, rewrite URLs
ar: تعديل رؤوس الطلبات والاستجابة، وإعادة كتابة عناوين URL
de: Ändern Sie Anforderungs- und Antwortheader und schreiben Sie URLs neu
es: Modifique los encabezados de solicitud y respuesta, reescriba las URL
fr: Modifier les en-têtes de requête et de réponse, réécrire les URL
it: Modifica le intestazioni di richiesta e risposta, riscrivi gli URL
ja: リクエストとレスポンスのヘッダーを変更し、URL を書き換えます
ko: 요청 및 응답 헤더 수정, URL 다시 작성
pt_br: Modifique cabeçalhos de solicitação e resposta, reescreva URLs
ru: Измените заголовки запросов и ответов, перепишите URL-адреса.
zh_hans: 修改请求和响应标头，重写 URL
zh_hant: 修改請求和响應標頭，重寫 URL

source: Modules
ar: الوحدات
de: Module
es: Módulos
it: Moduli
ja: モジュール
ko: 모듈
pt_br: Módulos
ru: Модули
zh_hans: 模块
zh_hant: 模組

source: Monitor Created
ar: تم إنشاء الشاشة
de: Monitor erstellt
es: Monitor creado
fr: Moniteur créé
it: Monitor creato
ja: モニターが作成されました
ko: 모니터가 생성되었습니다.
pt_br: Monitor criado
ru: Монитор создан
zh_hans: 监视器已创建
zh_hant: 监视器已建立

source: Monitor Deleted
ar: تم حذف المراقبة
de: Monitor gelöscht
es: Monitor eliminado
fr: Moniteur supprimé
it: Monitor eliminato
ja: モニターが削除されました
ko: 모니터가 삭제되었습니다.
pt_br: Monitor excluído
ru: Монитор удален
zh_hans: 监视器已删除
zh_hant: 监视器已刪除

source: Monitor deployment status, production branch, and traffic for your Cloudflare Pages project.
ar: راقب حالة النشر والفرع الإنتاجي وحركة المرور لمشروع Cloudflare Pages.
de: Überwachen Sie Bereitstellungsstatus, Produktions-Branch und Datenverkehr für Ihr Cloudflare Pages-Projekt.
es: Supervise el estado de implementación, rama de producción y tráfico para su proyecto de Cloudflare Pages.
fr: Surveillez l'état du déploiement, la branche de production et le trafic de votre projet Cloudflare Pages.
it: Monitora lo stato di distribuzione, il ramo di produzione e il traffico per il tuo progetto Cloudflare Pages.
ja: Cloudflare Pagesプロジェクトのデプロイステータス、本番ブランチ、トラフィックを監視します。
ko: Cloudflare Pages 프로젝트의 배포 상태, 프로덕션 브랜치 및 트래픽을 모니터링합니다.
pt_br: Monitore o status do deploy, branch de produção e tráfego do seu projeto Cloudflare Pages.
ru: Отслеживайте статус развертывания, ветку продакшена и трафик проекта Cloudflare Pages.
zh_hans: 实时监控 Cloudflare Pages 项目的部署状态、生产分支与流量。
zh_hant: 即時監控 Cloudflare Pages 專案的部署狀態、生產分支與流量。

source: Monitor real-time requests, cache ratio, and security threats for your Cloudflare zone.
ar: راقب الطلبات في الوقت الفعلي ونسبة التخزين المؤقت والتهديدات لمنطقة Cloudflare الخاصة بك.
de: Überwachen Sie Echtzeitanfragen, Cache-Rate und Sicherheitsbedrohungen für Ihre Cloudflare-Zone.
es: Supervise las solicitudes en tiempo real, el índice de caché y las amenazas para su zona de Cloudflare.
fr: Surveillez les requêtes en temps réel, le taux de mise en cache et les menaces pour votre zone Cloudflare.
it: Monitora le richieste in tempo reale, la percentuale di cache e le minacce per la tua zona Cloudflare.
ja: Cloudflareゾーンのリアルタイムリクエスト、キャッシュ率、セキュリティ脅威を監視します。
ko: Cloudflare 영역의 실시간 요청, 캐시 비율 및 보안 위협을 모니터링합니다.
pt_br: Monitore requisições em tempo real, taxa de cache e ameaças de segurança para sua zona Cloudflare.
ru: Отслеживайте запросы в реальном времени, процент кэша и угрозы для вашей зоны Cloudflare.
zh_hans: 实时监控 Cloudflare 域名的请求量、缓存命中率及拦截安全威胁。
zh_hant: 即時監控 Cloudflare 網域的請求量、快取命中率及攔截安全威脅。

source: Monitor real-time requests, success rate, and CPU time for your Cloudflare Worker.
ar: راقب الطلبات في الوقت الفعلي ومعدل النجاح ووقت المعالج لـ Cloudflare Worker.
de: Überwachen Sie Echtzeitanfragen, Erfolgsquote und CPU-Zeit für Ihren Cloudflare Worker.
es: Supervise solicitudes en tiempo real, tasa de éxito y tiempo de CPU para su Cloudflare Worker.
fr: Surveillez les requêtes, le taux de réussite et le temps CPU en temps réel de votre Cloudflare Worker.
it: Monitora le richieste in tempo reale, la percentuale di successo e il tempo CPU per il tuo Cloudflare Worker.
ja: Cloudflare Workerのリアルタイムリクエスト、成功率、CPU時間を監視します。
ko: Cloudflare Worker의 실시간 요청, 성공률 및 CPU 시간을 모니터링합니다.
pt_br: Monitore requisições em tempo real, taxa de sucesso e tempo de CPU do seu Cloudflare Worker.
ru: Отслеживайте запросы, процент успеха и время CPU для Cloudflare Worker.
zh_hans: 实时监控 Cloudflare Worker 的请求量、成功率和 CPU 耗时。
zh_hant: 即時監控 Cloudflare Worker 的請求量、成功率和 CPU 耗時。

source: Monitor Type
ar: نوع الشاشة
de: Monitortyp
es: Tipo de monitor
fr: Type de moniteur
it: Tipo di monitoraggio
ja: モニターの種類
ko: 모니터 유형
pt_br: Tipo de monitor
ru: Тип монитора
zh_hans: 监视器类型
zh_hant: 监视器类型

source: Monitor Workers, Pages builds, and KV/D1 databases with live execution metrics and latency tracing.
ar: مراقبة العمال وتصميمات الصفحات وقواعد بيانات KV/D1 باستخدام مقاييس التنفيذ المباشر وتتبع زمن الاستجابة.
de: Überwachen Sie Worker, Pages-Builds und KV/D1-Datenbanken mit Live-Ausführungsmetriken und Latenzverfolgung.
es: Supervise Workers, compilaciones de páginas y bases de datos KV/D1 con métricas de ejecución en vivo y seguimiento de latencia.
fr: Surveillez les Workers, les builds Pages et les bases de données KV/D1 avec des mesures d'exécution en direct et un suivi de latence.
it: Monitora i Worker, le build di Pages e i database KV/D1 con metriche di esecuzione in tempo reale e tracciamento della latenza.
ja: ライブ実行メトリクスとレイテンシ トレースを使用して、Worker、ページ ビルド、KV/D1 データベースを監視します。
ko: 실시간 실행 지표 및 대기 시간 추적을 통해 Worker, 페이지 빌드 및 KV/D1 데이터베이스를 모니터링합니다.
pt_br: Monitore Workers, compilações de páginas e bancos de dados KV/D1 com métricas de execução em tempo real e rastreamento de latência.
ru: Отслеживайте рабочие процессы, сборки страниц и базы данных KV/D1 с помощью показателей выполнения в реальном времени и отслеживания задержек.
zh_hans: 全方位监控 Workers 与 Pages 部署，透视 KV / D1 数据库执行耗时与时序指标。
zh_hant: 全方位监控 Workers 与 Pages 部署，透视 KV / D1 資料庫执行耗時与時序指標。

source: Monitor your Cloudflare zone traffic, requests, and security status in real-time.
ar: راقب حركة المرور والطلبات وحالة الأمان في منطقة Cloudflare في الوقت الفعلي.
de: Überwachen Sie den Datenverkehr, die Anfragen und den Sicherheitsstatus Ihrer Cloudflare-Zone in Echtzeit.
es: Supervise el tráfico, las solicitudes y el estado de seguridad de su zona de Cloudflare en tiempo real.
fr: Surveillez le trafic, les requêtes et l'état de sécurité de votre zone Cloudflare en temps réel.
it: Monitora il traffico, le richieste e lo stato della sicurezza della tua zona Cloudflare in tempo reale.
ja: Cloudflareゾーンのトラフィック、リクエスト、セキュリティステータスをリアルタイムで監視します。
ko: Cloudflare 영역 트래픽, 요청, 보안 상태를 실시간으로 모니터링하세요.
pt_br: Monitore o tráfego, as solicitações e o status de segurança da sua zona Cloudflare em tempo real.
ru: Контролируйте трафик, запросы и статус безопасности зоны Cloudflare в режиме реального времени.
zh_hans: 实时掌握 Cloudflare 域名流量、请求量及安全防御态势。
zh_hant: 實時掌握 Cloudflare 網域稱流量、請求量及安全性防御態势。

source: Monitors
ar: الشاشات
de: Monitore
es: Monitores
fr: Moniteurs
it: Monitora
ja: モニター
ko: 모니터
pt_br: Monitores
ru: Мониторы
zh_hans: 监控器
zh_hant: 监控器

source: Monitors (%lld)
ar: الشاشات (%lld)
de: Monitore (%lld)
es: Monitores (%lld)
fr: Moniteurs (%lld)
it: Monitor (%lld)
ja: モニター (%lld)
ko: 모니터(%lld)
pt_br: Monitores (%lld)
ru: Мониторы (%lld)
zh_hans: 监视器 (%lld)
zh_hant: 监视器 (%lld)

source: Monthly on 1st
ar: شهريا في 1
de: Monatlich am 1
es: Mensualmente el día 1
fr: Mensuel le 1er
it: Mensile il 1
ja: 毎月1日
ko: 매월 1일
pt_br: Mensalmente no dia 1º
ru: Ежемесячно 1 числа
zh_hans: 每月 1 日
zh_hant: 每月 1 日

source: More Actions
ar: المزيد من الإجراءات
de: Weitere Aktionen
es: Más acciones
fr: Plus de mesures
it: Più azioni
ja: さらなるアクション
ko: 추가 작업
pt_br: Mais ações
ru: Дополнительные действия
zh_hans: 更多操作
zh_hant: 更多操作

source: More Options
ar: المزيد من الخيارات
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
it: Più opzioni
ja: その他のオプション
ko: 추가 옵션
pt_br: Mais opções
ru: Дополнительные параметры
zh_hans: 更多选项
zh_hant: 更多選项

source: Multi-Resolver Benchmark
ar: معيار الحل المتعدد
es: Punto de referencia de resolución múltiple
fr: Benchmark multi-résolveur
it: Benchmark multi-resolver
ja: マルチリゾルバーのベンチマーク
ko: 다중 리졸버 벤치마크
pt_br: Referência multi-resolver
ru: Мультирезольверный тест
zh_hans: 多公共 DNS 测速对比
zh_hant: 多公共 DNS 測速对比

source: Multi-round response timing, packet loss & jitter test
ar: توقيت الاستجابة متعدد الجولات، وفقدان الحزمة واختبار الارتعاش
de: Mehrrunden-Antwort-Timing, Paketverlust- und Jitter-Test
es: Prueba de sincronización de respuesta de rondas múltiples, pérdida de paquetes y fluctuación
fr: Synchronisation de réponse multi-tours, test de perte de paquets et de gigue
it: Tempi di risposta multi-round, perdita di pacchetti e test di jitter
ja: マルチラウンド応答タイミング、パケットロス、ジッターテスト
ko: 다중 라운드 응답 타이밍, 패킷 손실 및 지터 테스트
pt_br: Tempo de resposta multi-round, perda de pacotes e teste de jitter
ru: Многораундовый тест времени ответа, потеря пакетов и тест на джиттер
zh_hans: 多轮连通性测试、丢包率与时延抖动分析
zh_hant: 多轮连通性測试、丢包率与時延抖動分析

source: My Domains
ar: النطاقات الخاصة بي
de: Meine Domains
es: Mis Dominios
fr: Mes domaines
it: I miei domini
ja: 私のドメイン
ko: 내 도메인
pt_br: Meus domínios
ru: Мои домены
zh_hans: 我的域名
zh_hant: 我的網域稱

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

source: Name (A to Z)
ar: الاسم (من أ إلى ي)
de: Name (A bis Z)
es: Nombre (A a Z)
fr: Nom (de A à Z)
it: Nome (da A a Z)
ja: 名前 (A から Z)
ko: 이름 (A부터 Z까지)
pt_br: Nome (A a Z)
ru: Имя (от А до Я)
zh_hans: 按名称 (A 到 Z)
zh_hant: 依名稱 (A 到 Z)

source: Name (e.g. API_KEY)
ar: الاسم (مثل API_KEY)
de: Name (z. B. API_KEY)
es: Nombre (ej. API_KEY)
fr: Nom (ex. API_KEY)
it: Nome (es. API_KEY)
ja: 名前 (例: API_KEY)
ko: 이름 (예: API_KEY)
pt_br: Nome (ex.: API_KEY)
ru: Имя (например, API_KEY)
zh_hans: 名称（例如 API_KEY）
zh_hant: 名稱（例如 API_KEY）

source: Name (e.g., @ or www)
ar: الاسم (على سبيل المثال، @ أو www)
de: Name (z. B. @ oder www)
es: Nombre (por ejemplo, @ o www)
fr: Nom (par exemple, @ ou www)
it: Nome (ad esempio, @ o www)
ja: 名前 (例: @ または www)
ko: 이름(예: @ 또는 www)
pt_br: Nome (por exemplo, @ ou www)
ru: Имя (например, @ или www)
zh_hans: 名称 (例如：@ 或 www)
zh_hant: 名称 (例如：@ 或 www)

source: Name can contain lowercase letters, numbers, and dashes.
ar: يمكن أن يحتوي الاسم على أحرف صغيرة وأرقام وشرطات.
de: Der Name kann Kleinbuchstaben, Zahlen und Bindestriche enthalten.
es: El nombre puede contener letras minúsculas, números y guiones.
fr: Le nom peut contenir des lettres minuscules, des chiffres et des tirets.
it: Il nome può contenere lettere minuscole, numeri e trattini.
ja: 名前には、小文字、数字、ダッシュを含めることができます。
ko: 이름에는 소문자, 숫자, 대시가 포함될 수 있습니다.
pt_br: O nome pode conter letras minúsculas, números e travessões.
ru: Имя может содержать строчные буквы, цифры и тире.
zh_hans: 名称仅允许包含小写英文字母、数字和连字符（-）。
zh_hant: 名称仅允許包含小写英文字母、數字和连字符（-）。

source: Name your KV namespace (e.g. USER_SESSIONS).
ar: قم بتسمية مساحة اسم KV (مثل USER_SESSIONS).
de: Benennen Sie Ihren KV-Namespace (z. B. USER_SESSIONS).
es: Nombra tu espacio de nombres KV (ej. USER_SESSIONS).
fr: Nommez votre espace de noms KV (ex. USER_SESSIONS).
it: Assegna un nome al tuo namespace KV (es. USER_SESSIONS).
ja: KV 名前空間に名前を付けます (例: USER_SESSIONS)。
ko: KV 네임스페이스 이름을 지정하세요(예: USER_SESSIONS).
pt_br: Nomeie seu namespace KV (ex.: USER_SESSIONS).
ru: Назовите пространство имен KV (например, USER_SESSIONS).
zh_hans: 为您的 KV 命名空间命名（例如 USER_SESSIONS）。
zh_hant: 為您的 KV 命名空間命名（例如 USER_SESSIONS）。

source: Name your queue using alphanumeric characters and dashes (e.g. auth-events-queue).
ar: قم بتسمية قائمة الانتظار باستخدام أحرف وأرقام وشرطات (مثل auth-events-queue).
de: Benennen Sie Ihre Warteschlange mit alphanumerischen Zeichen und Bindestrichen (z. B. auth-events-queue).
es: Nombra tu cola con caracteres alfanuméricos y guiones (ej. auth-events-queue).
fr: Nommez votre file d'attente à l'aide de caractères alphanumériques et de tirets (ex. auth-events-queue).
it: Assegna un nome alla coda utilizzando caratteri alfanumerici e trattini (es. auth-events-queue).
ja: 英数字とダッシュを使用してキューに名前を付けます (例: auth-events-queue)。
ko: 영숫자와 대시를 사용하여 대기열 이름을 지정하세요(예: auth-events-queue).
pt_br: Nomeie sua fila usando caracteres alfanuméricos e traços (ex.: auth-events-queue).
ru: Назовите свою очередь, используя буквенно-цифровые символы и дефисы (например, auth-events-queue).
zh_hans: 使用字母数字字符和破折号命名您的队列（例如 auth-events-queue）。
zh_hant: 使用英數字元和連字號命名您的佇列（例如 auth-events-queue）。

source: Name your Zero Trust Cloudflare Tunnel (e.g. home-server-tunnel).
ar: قم بتسمية نفق Zero Trust Cloudflare الخاص بك (مثل home-server-tunnel).
de: Benennen Sie Ihren Zero Trust Cloudflare Tunnel (z. B. home-server-tunnel).
es: Nombra tu túnel Zero Trust Cloudflare (ej. home-server-tunnel).
fr: Nommez votre tunnel Zero Trust Cloudflare (ex. home-server-tunnel).
it: Assegna un nome al tuo tunnel Zero Trust Cloudflare (es. home-server-tunnel).
ja: Zero Trust Cloudflare Tunnel に名前を付けます (例: home-server-tunnel)。
ko: Zero Trust Cloudflare 터널 이름을 지정하세요(예: home-server-tunnel).
pt_br: Nomeie seu túnel Zero Trust Cloudflare (ex.: home-server-tunnel).
ru: Назовите свой туннель Zero Trust Cloudflare (например, home-server-tunnel).
zh_hans: 为您的 Zero Trust Cloudflare 隧道命名（例如 home-server-tunnel）。
zh_hant: 為您的 Zero Trust Cloudflare 通道命名（例如 home-server-tunnel）。

source: Nameserver
ar: خادم الأسماء
es: Servidor de nombres
fr: Serveur de noms
it: Server dei nomi
ja: ネームサーバー
ko: 네임서버
pt_br: Servidor de nomes
ru: Сервер имен
zh_hans: 名称服务器
zh_hant: 名稱伺服器

source: Nameserver %lld
ar: خادم الأسماء %lld
es: Servidor de nombres %lld
fr: Serveur de noms %lld
it: Server dei nomi %lld
ja: ネームサーバー %lld
ko: 네임서버 %lld
pt_br: Servidor de nomes %lld
ru: Сервер имен %lld
zh_hans: 名称服务器 %lld
zh_hant: 名稱伺服器 %lld

source: Nameserver Copied
ar: تم نسخ خادم الأسماء
de: Nameserver kopiert
es: Servidor de nombres copiado
fr: Serveur de noms copié
it: Server dei nomi copiato
ja: ネームサーバーをコピーしました
ko: 네임서버 복사됨
pt_br: Servidor de nomes copiado
ru: Сервер имен скопирован
zh_hans: 名称服务器已复制
zh_hant: 名稱伺服器已複製

source: Nameservers
ar: خوادم الأسماء
de: Nameserver
es: Servidores de nombres
fr: Serveurs de noms
it: Server dei nomi
ja: ネームサーバー
ko: 네임서버
pt_br: Servidores de nomes
ru: Серверы имен
zh_hans: 名称服务器
zh_hant: 名稱伺服器

source: Nameservers copied to clipboard
ar: تم نسخ خوادم الأسماء إلى الحافظة
de: Nameserver in die Zwischenablage kopiert
es: Servidores de nombres copiados al portapapeles
fr: Serveurs de noms copiés dans le presse-papiers
it: Server dei nomi copiati negli appunti
ja: ネームサーバーがクリップボードにコピーされました
ko: 네임서버가 클립보드에 복사되었습니다.
pt_br: Servidores de nomes copiados para a área de transferência
ru: Серверы имен скопированы в буфер обмена.
zh_hans: Nameservers 已复制到剪贴板
zh_hant: Nameservers 已複製到剪贴板

source: Namespace Created
ar: تم إنشاء مساحة الاسم
de: Namespace erstellt
es: Espacio de nombres creado
fr: Espace de noms créé
it: Spazio dei nomi creato
ja: ネームスペースが作成されました
ko: 네임스페이스가 생성되었습니다.
pt_br: Namespace criado
ru: Пространство имен создано
zh_hans: 命名空间已创建
zh_hant: 命名空間已建立

source: Namespace created successfully
ar: تم إنشاء مساحة الاسم بنجاح
de: Namespace erfolgreich erstellt
es: Espacio de nombres creado exitosamente
fr: Espace de noms créé avec succès
it: Spazio dei nomi creato correttamente
ja: ネームスペースが正常に作成されました
ko: 네임스페이스가 성공적으로 생성되었습니다.
pt_br: Namespace criado com sucesso
ru: Пространство имен успешно создано
zh_hans: 命名空间创建成功
zh_hant: 命名空間建立成功

source: Namespace Details
ar: تفاصيل مساحة الاسم
es: Detalles del espacio de nombres
fr: Détails de l'espace de noms
it: Dettagli dello spazio dei nomi
ja: 名前空間の詳細
ko: 네임스페이스 세부정보
pt_br: Detalhes do namespace
ru: Подробности пространства имен
zh_hans: 命名空间信息
zh_hant: 命名空間信息

source: Namespace ID
ar: معرف مساحة الاسم
es: ID de espacio de nombres
fr: ID d'espace de noms
it: ID dello spazio dei nomi
ja: ネームスペースID
ko: 네임스페이스 ID
pt_br: ID do namespace
ru: Идентификатор пространства имен
zh_hans: 命名空间 ID
zh_hant: 命名空間 ID

source: Namespace Information
ar: معلومات مساحة الاسم
de: Namespace-Informationen
es: Información del espacio de nombres
fr: Informations sur l'espace de noms
it: Informazioni sullo spazio dei nomi
ja: 名前空間情報
ko: 네임스페이스 정보
pt_br: Informações de namespace
ru: Информация о пространстве имен
zh_hans: 命名空间信息
zh_hant: 命名空間信息

source: Namespace Metadata
ar: بيانات تعريف مساحة الاسم
de: Namespace-Metadaten
es: Metadatos del espacio de nombres
fr: Métadonnées de l'espace de noms
it: Metadati dello spazio dei nomi
ja: 名前空間メタデータ
ko: 네임스페이스 메타데이터
pt_br: Metadados de namespace
ru: Метаданные пространства имен
zh_hans: 命名空间元数据
zh_hant: 命名空間元數据

source: Namespace Name
ar: اسم مساحة الاسم
es: Nombre del espacio de nombres
fr: Nom de l'espace de noms
it: Nome dello spazio dei nomi
ja: ネームスペース名
ko: 네임스페이스 이름
pt_br: Nome do espaço para nome
ru: Имя пространства имен
zh_hans: 命名空间名称
zh_hant: 命名空間名称

source: Namespace Title
ar: عنوان مساحة الاسم
de: Namespace-Titel
es: Título del espacio de nombres
fr: Titre de l'espace de noms
it: Titolo dello spazio dei nomi
ja: 名前空間のタイトル
ko: 네임스페이스 제목
pt_br: Título do namespace
ru: Название пространства имен
zh_hans: 命名空间名称 (Title)
zh_hant: 命名空間名称 (Title)

source: Namespaces
ar: مساحات الأسماء
de: Namensräume
es: Espacios de nombres
fr: Espaces de noms
it: Spazi dei nomi
ja: 名前空間
ko: 네임스페이스
pt_br: Espaços para nome
ru: Пространства имен
zh_hans: 命名空间
zh_hant: 命名空間

source: Namespaces (%lld)
ar: مساحات الأسماء (%lld)
es: Espacios de nombres (%lld)
fr: Espaces de noms (%lld)
it: Namespace (%lld)
ja: 名前空間 (%lld)
ko: 네임스페이스 (%lld)
ru: Пространства имен (%lld)
zh_hans: 命名空间 (%lld)
zh_hant: 命名空間 (%lld)

source: Namespaces are globally distributed Key-Value stores.
ar: مساحات الأسماء هي مخازن ذات قيمة رئيسية موزعة عالميًا.
de: Namespaces sind global verteilte Schlüsselwertspeicher.
es: Los espacios de nombres son almacenes de valores clave distribuidos globalmente.
fr: Les espaces de noms sont des magasins de valeurs-clés distribués à l’échelle mondiale.
it: Gli spazi dei nomi sono archivi di valori-chiave distribuiti a livello globale.
ja: 名前空間は、グローバルに分散された Key-Value ストアです。
ko: 네임스페이스는 전역적으로 분산된 키-값 저장소입니다.
pt_br: Namespaces são armazenamentos de valores-chave distribuídos globalmente.
ru: Пространства имен — это глобально распределенные хранилища ключей и значений.
zh_hans: 命名空间是全球分布的键值存储。
zh_hant: 命名空間是全球分布的鍵值儲存。

source: Negotiated Protocol
ar: البروتوكول المتفاوض عليه
de: Ausgehandeltes Protokoll
es: Protocolo negociado
fr: Protocole négocié
it: Protocollo negoziato
ja: ネゴシエートされたプロトコル
ko: 협상된 프로토콜
pt_br: Protocolo Negociado
ru: Согласованный протокол
zh_hans: 协商协议
zh_hant: 协商协议

source: Neon cyan & electric blue glow
ar: سماوي نيون وتوهج أزرق كهربائي
de: Neon Cyan & elektrisches blaues Leuchten
es: Cian neón y brillo azul eléctrico
fr: Cyan fluo et lueur bleu électrique
it: Ciano neon e bagliore blu elettrico
ja: ネオンシアンとエレクトリックブルーの輝き
ko: 네온 시안과 일렉트릭 블루 글로우
pt_br: Ciano neon e brilho azul elétrico
ru: Неоновый циан и электрическое синее свечение
zh_hans: 极客霓虹青与电光微光
zh_hant: 極客霓虹青與電光微光

source: Network
ar: شبكة
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
ko: 회로망
pt_br: Rede
ru: Сеть
zh_hans: 网络
zh_hant: 網路

source: Network & Autonomous System (ASN)
ar: الشبكة والنظام المستقل (ASN)
de: Netzwerk und autonomes System (ASN)
es: Red y sistema autónomo (ASN)
fr: Réseau & Système Autonome (ASN)
it: Rete e sistema autonomo (ASN)
ja: ネットワークと自律システム (ASN)
ko: 네트워크 및 자율 시스템(ASN)
pt_br: Rede e Sistema Autônomo (ASN)
ru: Сеть и автономная система (ASN)
zh_hans: 网络与自治系统 (ASN)
zh_hant: 網路与自治系統 (ASN)

source: Network & Edge Diagnostics (%lld)
ar: تشخيصات الشبكة والحافة (%lld)
de: Netzwerk- und Edge-Diagnose (%lld)
es: Diagnóstico de red y borde (%lld)
fr: Diagnostics réseau et périphérique (%lld)
it: Diagnostica di rete e Edge (%lld)
ja: ネットワークとエッジの診断 (%lld)
ko: 네트워크 및 에지 진단(%lld)
pt_br: Diagnóstico de rede e borda (%lld)
ru: Диагностика сети и периферии (%lld)
zh_hans: 网络与边缘诊断 (%lld)
zh_hant: 網路与邊緣诊断 (%lld)

source: Network & Routing
ar: الشبكة والتوجيه
de: Netzwerk & Routing
es: Red y enrutamiento
fr: Réseau et routage
it: Rete e instradamento
ja: ネットワークとルーティング
ko: 네트워크 및 라우팅
pt_br: Rede e roteamento
ru: Сеть и маршрутизация
zh_hans: 网络和路由
zh_hant: 網路和路由

source: Network & Security Context
ar: سياق الشبكة والأمان
de: Netzwerk- & Sicherheitskontext
es: Contexto de red y seguridad
fr: Contexte de réseau et de sécurité
it: Contesto di rete e sicurezza
ja: ネットワークとセキュリティのコンテキスト
ko: 네트워크 및 보안 컨텍스트
pt_br: Contexto de rede e segurança
ru: Контекст сети и безопасности
zh_hans: 网络与安全上下文
zh_hant: 網路與安全上下文

source: Network & Security Diagnostics
ar: تشخيصات الشبكة والأمن
de: Netzwerk- und Sicherheitsdiagnose
es: Diagnóstico de red y seguridad
fr: Diagnostic réseau et sécurité
it: Diagnostica di rete e sicurezza
ja: ネットワークとセキュリティの診断
ko: 네트워크 및 보안 진단
pt_br: Diagnóstico de rede e segurança
ru: Диагностика сети и безопасности
zh_hans: 网络与安全诊断
zh_hant: 網路与安全性诊断

source: Network & Security Diagnostics (%lld)
ar: تشخيصات الشبكة والأمان (%lld)
de: Netzwerk- und Sicherheitsdiagnose (%lld)
es: Diagnóstico de red y seguridad (%lld)
fr: Diagnostics de réseau et de sécurité (%lld)
it: Diagnostica di rete e sicurezza (%lld)
ja: ネットワークとセキュリティの診断 (%lld)
ko: 네트워크 및 보안 진단(%lld)
pt_br: Diagnóstico de rede e segurança (%lld)
ru: Диагностика сети и безопасности (%lld)
zh_hans: 网络与安全诊断 (%lld)
zh_hant: 網路与安全性诊断 (%lld)

source: Network Address
ar: عنوان الشبكة
de: Netzwerkadresse
es: Dirección de red
fr: Adresse réseau
it: Indirizzo di rete
ja: ネットワークアドレス
ko: 네트워크 주소
pt_br: Endereço de rede
ru: Сетевой адрес
zh_hans: 网络地址
zh_hant: 網路地址

source: Network Configuration
ar: تكوين الشبكة
de: Netzwerkkonfiguration
es: Configuración de red
fr: Configuration réseau
it: Configurazione di rete
ja: ネットワーク設定
ko: 네트워크 구성
pt_br: Configuração de rede
ru: Конфигурация сети
zh_hans: 网络配置
zh_hant: 網路設定

source: Network Diagnostics
ar: تشخيص الشبكة
de: Netzwerkdiagnose
es: Diagnóstico de red
fr: Diagnostic réseau
it: Diagnostica di rete
ja: ネットワーク診断
ko: 네트워크 진단
pt_br: Diagnóstico de rede
ru: Диагностика сети
zh_hans: 网络诊断与排查
zh_hant: 網路诊断与排查

source: Network Identification
ar: تحديد الشبكة
de: Netzwerkidentifikation
es: Identificación de red
fr: Identification du réseau
it: Identificazione della rete
ja: ネットワーク識別
ko: 네트워크 식별
pt_br: Identificação de Rede
ru: Сетевая идентификация
zh_hans: 网络识别与归属
zh_hant: 網路识別与归属

source: Network Protocol Settings
ar: إعدادات بروتوكول الشبكة
de: Netzwerkprotokoll-Einstellungen
es: Configuración de protocolo de red
fr: Paramètres de protocole réseau
it: Impostazioni protocollo di rete
ja: ネットワーク プロトコル設定
ko: 네트워크 프로토콜 설정
pt_br: Configurações de protocolo de rede
ru: Настройки сетевых протоколов
zh_hans: 网络协议设置
zh_hant: 網路通訊協定設定

source: Network Protocols & Connectivity
ar: بروتوكولات الشبكة والاتصال
de: Netzwerkprotokolle & Konnektivität
es: Protocolos de red y conectividad
fr: Protocoles réseau et connectivité
it: Protocolli di rete e connettività
ja: ネットワーク プロトコルと接続性
ko: 네트워크 프로토콜 및 연결
pt_br: Protocolos de rede e conectividade
ru: Сетевые протоколы и связность
zh_hans: 网络协议与连通性
zh_hant: 網路通訊協定與連線能力

source: Network Tools
ar: أدوات الشبكة
de: Netzwerk-Tools
es: Herramientas de red
fr: Outils réseau
it: Strumenti di rete
ja: ネットワーク ツール
ko: 네트워크 도구
pt_br: Ferramentas de rede
ru: Сетевые инструменты
zh_hans: 网络工具
zh_hant: 網路工具

source: Never expires
ar: لا تنتهي صلاحيته أبدًا
de: Läuft nie ab
es: Nunca caduca
fr: N'expire jamais
it: Non scade mai
ja: 期限なし
ko: 만료 없음
pt_br: Nunca expira
ru: Бессрочно
zh_hans: 永不过期
zh_hant: 永不過期

source: New Access App
ar: تطبيق Access جديد
de: Neue Access-App
es: Nueva aplicación de Access
fr: Nouvelle application Access
it: Nuova app Access
ja: 新しい Access アプリ
ko: 새 Access 앱
pt_br: Novo aplicativo do Access
ru: Новое приложение Access
zh_hans: 新建 Access 应用程序
zh_hant: 新增 Access 應用程式
